package com.zbkj.common.vo;

/**
 * 获取小程序提交过的入驻资质信息 Item
 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------
 */
public class ShopAuditGetMinCerBrandInfoItem {
    private Integer errcode;
    private ShopAuditGetMinCerBrandInfoItemDataVo brand_info;
    //  这个结果需要已返回数据为准，文档中的有出入
}
