package com.zbkj.admin.service;

import com.zbkj.common.model.log.SensitiveMethodLog;

/**
 * 行为service
 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------

 *  +----------------------------------------------------------------------
 */
public interface ActionService {

    /**
     * 添加敏感记录
     * @param methodLog 记录信息
     */
    void addSensitiveLog(SensitiveMethodLog methodLog);
}
